{
    "id": "619cbaef51ba5a3c48770a98",
    "app": "SamVaad",
    "articles": [
        {
            "pubmedId": 34185977,
            "title": "Effect of Listening Biographies on Frequency Following Response Responses of Vocalists, Violinists, and Non-Musicians to Indian Carnatic Music Stimuli.",
            "abstractText": "The current study investigates pitch coding using frequency following response (FFR) among vocalists, violinists, and non-musicians for Indian Carnatic transition music stimuli and assesses whether their listening biographies strengthen their F0 neural encoding for these stimuli. Subjects and.\nThree participant groups in the age range of 18-45 years were included in the study. The first group of participants consisted of 20 trained Carnatic vocalists, the second group consisted of 13 trained violinists, and the third group consisted of 22 non-musicians. The stimuli consisted of three Indian Carnatic raga notes (/S-R2-G3/), which was sung by a trained vocalist and played by a trained violinist. For the purposes of this study, the two transitions between the notes T1=/S-R2/ and T2=/R2-G3/ were analyzed, and FFRs were recorded binaurally at 80 dB SPL using neuroscan equipment.\nOverall average responses of the participants were generated. To assess the participants' pitch tracking to the Carnatic music stimuli, stimulus to response correlation (CC), pitch strength (PS), and pitch error (PE) were measured. Results revealed that both the vocalists and violinists had better CC and PS values with lower PE values, as compared to non-musicians, for both vocal and violin T1 and T2 transition stimuli. Between the musician groups, the vocalists were found to perform superiorly to the violinists for both vocal and violin T1 and T2 transition stimuli.\nListening biographies strengthened F0 neural coding, with respect to the vocalists for vocal stimulus at the brainstem level. The violinists, on the other hand, did not show such preference.",
            "classMark": 1,
            "keywords": [
                "Frequency following response",
                "Musicians",
                "Pitch coding"
            ]
        },
        {
            "pubmedId": 32651100,
            "title": "Multiparameter Voice Assessment in Dysphonics: Correlation Between Objective and Perceptual Parameters.",
            "abstractText": "Perceptual assessment and objective measures of voice provide a quantifiable tool for determining the degree of glottal closure, thus helping to distinguish dysphonic voices from normal voices. The correlation between the perceptual and objective parameters of voice in dysphonic can enable the voice pathologist to be more effective in differentiating the normal voices from dysphonic voices. However, only a few studies have investigated the correlation between these measures.\nTo document the differences in the perceptual and objective parameters of voice in participants with dysphonia and normal controls and to investigate the correlation between the perceptual and objective parameters of voice among participants with dysphonia.\nThis investigation deployed standard group comparison and a retrospective study.\nTwo groups of participants were included in the study. Participants in group 1 were diagnosed as having a voice disorder secondary to organic pathologies and group 2 participants had a clinically normal voice. Phonation samples of all the participants were collected and perceptual analysis was carried out using the GRBAS rating scale. As part of the objective measures, acoustic and cepstral measures were extracted from the phonation samples.\nThe analysis of the results revealed significant differences in perceptual ratings between the normal (control) and dysphonic groups. The mean values of all the objective measures of voice presented significant differences between participants of both groups. The perceptual ratings of grade, breathiness, and roughness showed better correlations with the cepstral measures than with the time-based acoustic measures.\nFurther foraging research on the correlation between perceptual and objective measures of voice in various degrees of dysphonia will improve reliability while discriminating and quantifying hoarse, harsh and breathy voices from modal voices.",
            "classMark": 1,
            "keywords": [
                "Acoustic measures—Cepstral measures—Dysphonia—Perceptual measures—Voice disorders"
            ]
        },
        {
            "pubmedId": 31544099,
            "title": "Health Implications of Diverse Visions of Urban Spaces: Bridging the Formal-Informal Divide.",
            "abstractText": "In the past 200 years, urban spaces have been imagined as neatly laid out, well-planned, sanitised and civilised places of dense human habitation with regulated economic activity, where political power, financial capital, the frontiers of knowledge and technology thrive. This has been the urban planners dream, even while it does not reflect the full reality, whether of cities in the LMICs or the HICs. In the face of such homogenising visions arising from Euro-American models, formal urban systems fail to provide adequately for residents' needs, who then carve out their own resources and processes for meeting them, largely within the domain of urban \"informality.\" While large part of literature presents urban informality as reflected in the slum, others have shown how it is found in relation to all classes (1). The concept of informality has largely been applied to the core dimensions of economic life of the city. Applied to people's \"ways of life,\" intermingling of the formal and informal becomes distinctly evident in everyday practices in locations such as the peri-urban, and in activities such as health care. This paper opens up the sphere of health care for urban planning that has, in recent decades, left it largely untouched. It uses data from a rapid assessment of health seeking behaviour of three socioeconomic groups-the middle class, slum-dwellers, and homeless- in Delhi, the capital city of India. The findings, relevant beyond the specific location, reveal that people of all sections resort to myriad informal arrangements for their health care, challenging the dominant connotation of the formal-informal denoting a legitimate-illegitimate dichotomy. This provides potential directions to bridge the formal-informal divide, to re-configure urban planning towards more sustainable futures with plural visions of land use and urban greening for healthier urban conditions and for health care provisioning. The analysis posits that, besides the economic and political relations shaping the formal and informal, the politics of knowledge must be factored in if the informal has to be adequately understood for building sustainable futures.",
            "classMark": 1,
            "keywords": [
                "health seeking behaviours",
                "informality",
                "medical pluralism",
                "politics of knowledge",
                "urban health",
                "urban health systems planning",
                "urban inequalities",
                "urban planning"
            ]
        },
        {
            "pubmedId": 30220404,
            "title": "Envelope modulation spectral (EMS) analyses of solo reading and choral reading conditions suggest changes in speech rhythm in adults who stutter.",
            "abstractText": "A longstanding finding in persons who stutter is that stuttering frequency significantly reduces during choral reading when compared to the solo reading condition. Here, we tested the hypothesis that this decrease in stuttering frequency may be because speech of the normal speaker dictates the speech rhythm of a person who stutters. We used an automated, sensitive acoustic technique-Envelope Modulation Spectral (EMS) analysis- that allowed us to document speech rhythm.\nSeventeen adults who stutter (AWS) read sentences under two conditions: solo reading and choral reading. Percentage of syllables stuttered (%SS), the rate of speech, and speech rhythm were calculated from the recorded sentences from AWS. Further, AWS speech rhythm during solo reading was compared with typical adults. EMS was extracted for the full signal and seven-octave bands. From the extracted envelope six predictor variables (peak frequency, peak amplitude, energy in the spectrum 3-6 Hz, energy in the spectrum from 0 to 4 Hz, energy in the spectrum from 4 to 10 Hz, and the ratio of energy below4 Hz/above 4 Hz) were computed.\nSignificant decrease in stuttering frequency and rate of speech was noticed in choral reading when compared to the solo reading condition. Further, analysis of EMS results suggested the statistically significant difference between two reading conditions (for peak frequency and peak amplitude), and between two groups for all predictor variables.\nOverall, current results highlight that decreases in stuttering during the choral reading is characterized by a decrease in rate and changes in some aspects of speech rhythm in Kannada speaking AWS.",
            "classMark": 2,
            "keywords": [
                "Adults who stutter",
                "Choral reading",
                "Envelope modulation spectrum",
                "Speech rhythm",
                "Stuttering"
            ]
        },
        {
            "pubmedId": 30005824,
            "title": "Acoustic and Aerodynamic Characteristics of Choral Singers.",
            "abstractText": "The study aimed to investigate and compare the acoustic and aerodynamic characteristics of choral singers and nonsingers.\nTwenty choral singers and 20 nonsingers in the age range of 20-30 years with no vocal pathology participated in the study. For acoustic analysis, the voice sample was recorded and analyzed using Praat software (Phonetic Sciences, University of Amsterdam, Amsterdam, Netherlands) version 6.0.33 and for aerodynamic evaluation, Helios 401 PC based spirometer (Recorders & Medicare System Pvt. Ltd., Panchkula, Haryana, India) was used.\nThe results from acoustic analysis of female groups revealed higher F0 in singers than nonsingers; higher jitter, shimmer, and noise-to-harmonics ratio (NHR) values were obtained for nonsingers compared to singers. Results from acoustic analysis of male groups revealed significantly higher F0 in singers than nonsingers and significantly higher shimmer and NHR values for nonsingers compared to singers. Results from aerodynamic analysis for both male and female groups revealed higher vital capacity, forced vital capacity, and slow vital capacity in singers than nonsingers.\nThe results revealed better control over phonatory and respiratory subsystems among singers compared to nonsingers, although the singers were untrained. This could be possible due to the fact that long-term singing practices involving vocal modulation and changes in the breathing pattern, better respiratory control during the expiratory phase among singers. However, as the participants of the singing group are untrained, further studies are required to compare the acoustic and the aerodynamic characteristics with trained singers.",
            "classMark": 1,
            "keywords": [
                "Acoustic analysis",
                "Aerodynamic evaluation",
                "Choral singers",
                "Fundamental frequency",
                "Vital capacity"
            ]
        },
        {
            "pubmedId": 27729128,
            "title": "Sensory deprivation due to otitis media episodes in early childhood and its effect at later age: A psychoacoustic and speech perception measure.",
            "abstractText": "Past research has reported that children with repeated occurrences of otitis media at an early age have a negative impact on speech perception at a later age. The present study necessitates documenting the temporal and spectral processing on speech perception in noise from normal and atypical groups.\nThe present study evaluated the relation between speech perception in noise and temporal; and spectral processing abilities in children with normal and atypical groups.\nThe study included two experiments. In the first experiment, temporal resolution and frequency discrimination of listeners with normal group and three subgroups of atypical groups (had a history of OM) a) less than four episodes b) four to nine episodes and c) More than nine episodes during their chronological age of 6 months to 2 years) were evaluated using measures of temporal modulation transfer function and frequency discrimination test. In the second experiment, SNR 50 was evaluated on each group of study participants. All participants had normal hearing and middle ear status during the course of testing.\nDemonstrated that children with atypical group had significantly poorer modulation detection threshold, peak sensitivity and bandwidth; and frequency discrimination to each F0 than normal hearing listeners. Furthermore, there was a significant correlation seen between measures of temporal resolution; frequency discrimination and speech perception in noise. It infers atypical groups have significant impairment in extracting envelope as well as fine structure cues from the signal.\nThe results supported the idea that episodes of OM before 2 years of agecan produce periods of sensory deprivation that alters the temporal and spectral skills which in turn has negative consequences on speech perception in noise.",
            "classMark": 1,
            "keywords": [
                "Otitis media",
                "Spectral",
                "Speech perception",
                "Temporal"
            ]
        }
    ]
}